# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'
tap 'nicoverbruggen/homebrew-cask'
tap 'stripe/stripe-cli'

# Binaries
brew 'bash' # Latest Bash version
brew 'git'
brew 'grep'
brew 'mackup'
brew 'mas' # Mac App Store manager
brew 'pkg-config' # https://github.com/driesvints/dotfiles/issues/20
brew 'svn' # Needed to install fonts


# Apps'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'slack'
cask 'telegram-desktop'
cask 'visual-studio-code'
cask 'whatsapp'
cask 'spotify'
cask 'zoho-mail'
cask 'sequel-ace'
cask 'todoist'
cask 'postman'
cask 'vlc'

# Fonts
cask 'font-fira-code'

# Mac App Store
mas 'Tweetbot', id: 1384080005
